/* Status Erorr */
"Error" = "Error";

/* Status Finished */
"Finished" = "Finalizado";

/* Get Download Link */
"Get Download Link" = "Obtener Enlace Seafile para Descarga";

/* Get Internal Link */
"Get Internal Link" = "Get Internal Link";

/*Share to a user*/
"Share to a user" = "Share to a user";

/*Share to a group*/
"Share to a group" = "Share to a group";

/* Get Upload Link */
"Get Upload Link" = "Get Upload Link";

/* Lock This File */
"Lock This File" = "Bloquear este archivo";

/* Status Locked
   Status LockedByMe */
"Locked" = "Bloqueado";

/* Locked by others */
"Locked by ..." = "Bloqueado por...";

/* Status Paused */
"Paused" = "Paused";

/* Status Syncing */
"Syncing" = "Sincronizando";

/* Unlock This File */
"Unlock This File" = "Desbloquear este archivo";

/* View File History */
"View File History" = "Ver historial del archivo";
